Repository: filiptrivan/spiderly
Catalog: Soft.Generator.Shared/Terms/SharedTerms.*.resx
Languages: sr_latn_rs

# EntityDoesNotExistInDatabase
source: The record you're looking for doesn't exist in database.
sr_latn_rs: Entitet koji tražite ne postoji u bazi podataka.

# ConcurrencyException
source: This record has been modified or deleted by another user.
sr_latn_rs: Entitet je izmenjen ili izbrisan u međuvremenu od strane drugog korisnika, pokušajte ponovo.

# EntityDoesNotExistInDatabaseForDeleteRequest
source: Your deletion request couldn't be completed as the entity doesn't exist in our database. Maybe it's already deleted.
sr_latn_rs: Vaš zahtev za brisanje nije uspeo, jer entitet ne postoji u našoj bazi podataka. Možda je obrisan u međuvremenu.

# GlobalError
source: An error occurred in the system, our team has been informed and will fix it as soon as possible. Thank you for your patience. Error code:
sr_latn_rs: Dogodila se greška u sistemu, naš tim je obavešten i otkloniće je u najkraćem mogućem roku. Hvala Vam na strpljenju. Kod greške:

source: Password
sr_latn_rs: Šifra

# UserExcel
source: Users
sr_latn_rs: Korisnici

# RoleExcel
source: Roles
sr_latn_rs: Uloge

# NotificationExcel
source: Notifications
sr_latn_rs: Notifikacije

# UnauthorizedAccessExceptionMessage
source: You don't have the necessary rights to perform the operation.
sr_latn_rs: Nemate potrebna prava da biste izvršili operaciju.

# LatestVerificationCodeException
source: Please use the most recent verification code, as multiple codes were sent.
sr_latn_rs: Poslato je više verifikacionih kodova, molimo Vas da koristite poslednji.

# ExpiredRefreshTokenException
source: Your session has expired, please login again.
sr_latn_rs: Vaša sesija je istekla, molimo Vas da se prijavite ponovo.

# TwoDifferentIpAddressesRefreshException
source: You can't use the application with two different IP addresses at the same time, please login again.
sr_latn_rs: Ne možete da koristite aplikaciju sa dve različite IP adrese u isto vreme, molimo vas da se prijavite ponovo.
